Repository: yeelam-gordon/intelligent-terminal
Catalog: src/cascadia/TerminalApp/Resources/*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, bg_bg, bn_in, bs_latn_ba, ca_es, ca_es_valencia, cs_cz, cy_gb, da_dk, el_gr, es_es, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, kok_in, lb_lu, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, ne_np, nl_nl, nn_no, or_in, pa_in, pl_pl, pt_br, pt_pt, quz_pe, ro_ro, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, ta_in, te_in, th_th, tr_tr, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_tw

# Diagnostics_FixReadyTooltipWithPreviewFormat
source: Fix ready — {0} to apply: {1}
af_za: Regstelling gereed — {0} om toe te pas: {1}
am_et: ማስተካከያ ዝግጁ ነው — ለመተግበር {0}: {1}
ar_sa: الإصلاح جاهز — {0} للتطبيق: {1}
as_in: সমাধান সাজু — প্ৰয়োগ কৰিবলৈ {0}: {1}
az_latn_az: Düzəliş hazırdır — tətbiq etmək üçün {0}: {1}
bg_bg: Корекцията е готова — {0}, за да приложите: {1}
bn_in: সমাধান প্রস্তুত — প্রয়োগ করতে {0}: {1}
bs_latn_ba: Ispravka je spremna — {0} za primjenu: {1}
cs_cz: Oprava připravena — {0} pro použití: {1}
cy_gb: Atgyweiriad yn barod — {0} i'w gymhwyso: {1}
da_dk: Rettelse klar — {0} for at anvende: {1}
el_gr: Η διόρθωση είναι έτοιμη — {0} για εφαρμογή: {1}
es_es: Corrección lista — {0} para aplicar: {1}
et_ee: Parandus valmis — rakendamiseks {0}: {1}
fa_ir: رفع آماده است — {0} برای اعمال: {1}
fi_fi: Korjaus valmis — käytä painamalla {0}: {1}
fr_fr: Correction prête — {0} pour appliquer : {1}
ga_ie: Ceartúchán réidh — {0} le cur i bhfeidhm: {1}
gd_gb: Càradh deiseil — {0} gus a chur an sàs: {1}
gu_in: સુધારો તૈયાર — લાગુ કરવા માટે {0}: {1}
he_il: התיקון מוכן — {0} להחלה: {1}
hi_in: सुधार तैयार — लागू करने के लिए {0}: {1}
hu_hu: Javítás kész — {0} az alkalmazáshoz: {1}
hy_am: Շտկումը պատրաստ է — {0}՝ կիրառելու համար: {1}
is_is: Lagfæring tilbúin — {0} til að beita: {1}
it_it: Correzione pronta — {0} per applicare: {1}
ja_jp: 修正の準備ができました — {0} で適用: {1}
ka_ge: შესწორება მზადაა — {0} გამოსაყენებლად: {1}
kk_kz: Түзету дайын — қолдану үшін {0}: {1}
kn_in: ಸರಿಪಡಿಸುವಿಕೆ ಸಿದ್ಧ — ಅನ್ವಯಿಸಲು {0}: {1}
ko_kr: 수정 준비됨 — {0} 키로 적용: {1}
kok_in: दुरुस्ती तयार — लागू करपाक {0}: {1}
lb_lu: Fix prett — {0} fir unzewenden: {1}
lt_lt: Pataisa paruošta — {0}, kad pritaikytumėte: {1}
lv_lv: Labojums gatavs — {0}, lai lietotu: {1}
mi_nz: Kua rite te whakatika — {0} hei hoatu: {1}
mk_mk: Поправката е подготвена — {0} за примена: {1}
ml_in: പരിഹാരം തയ്യാറാണ് — പ്രയോഗിക്കാൻ {0}: {1}
mr_in: दुरुस्ती तयार — लागू करण्यासाठी {0}: {1}
mt_mt: Soluzzjoni lesta — {0} biex tapplika: {1}
ne_np: समाधान तयार — लागू गर्न {0}: {1}
nl_nl: Oplossing gereed — {0} om toe te passen: {1}
nn_no: Fiks klar — {0} for å bruke: {1}
or_in: ସମାଧାନ ପ୍ରସ୍ତୁତ — ପ୍ରୟୋଗ କରିବାକୁ {0}: {1}
pa_in: ਫਿਕਸ ਤਿਆਰ — ਲਾਗੂ ਕਰਨ ਲਈ {0}: {1}
pl_pl: Poprawka gotowa — {0}, aby zastosować: {1}
pt_br: Correção pronta — {0} para aplicar: {1}
pt_pt: Correção pronta — {0} para aplicar: {1}
quz_pe: Allichay listo — {0} churaypaq: {1}
ro_ro: Remediere gata — {0} pentru aplicare: {1}
sk_sk: Oprava je pripravená — {0} na použitie: {1}
sl_si: Popravek je pripravljen — {0} za uporabo: {1}
sq_al: Rregullimi është gati — {0} për ta zbatuar: {1}
sr_cyrl_rs: Исправка је спремна — {0} за примену: {1}
sr_latn_rs: Ispravka je spremna — {0} za primenu: {1}
sv_se: Korrigering klar — {0} för att tillämpa: {1}
ta_in: சரி தயாராக உள்ளது — பயன்படுத்த {0}: {1}
te_in: పరిష్కారం సిద్ధం — వర్తింపజేయడానికి {0}: {1}
tr_tr: Düzeltme hazır — uygulamak için {0}: {1}
ug_cn: تۈزىتىش تەييار — قوللىنىش ئۈچۈن {0}: {1}
uk_ua: Виправлення готове — {0}, щоб застосувати: {1}
ur_pk: درستی تیار — لاگو کرنے کے لیے {0}: {1}
uz_latn_uz: Tuzatish tayyor — qoʻllash uchun {0}: {1}
zh_tw: 修正已就緒 — 按 {0} 套用：{1}

# Diagnostics_SuggestionReadyLabel
source: Suggestion ready — open agent pane
af_za: Voorstel gereed — maak agentvenster oop
am_et: ምክር ዝግጁ ነው — የኤጅንት ክፍሉን ይክፈቱ
ar_sa: الاقتراح جاهز — افتح جزء عامل الذكاء الاصطناعي
as_in: পৰামৰ্শ সাজু — এজেণ্ট পেন খোলক
az_latn_az: Təklif hazırdır — agent panelini açın
bg_bg: Предложението е готово — отворете панела на агента
bn_in: প্রস্তাব প্রস্তুত — এজেন্ট পেন খুলুন
bs_latn_ba: Prijedlog je spreman — otvorite okno agenta
cs_cz: Návrh připraven — otevřete panel agenta
cy_gb: Awgrym yn barod — agor cwarel yr asiant
da_dk: Forslag klar — åbn agentrude
el_gr: Η πρόταση είναι έτοιμη — ανοίξτε το τμήμα παραθύρου παράγοντα
es_es: Sugerencia lista — abrir el panel del agente
et_ee: Soovitus valmis — ava agendipaan
fa_ir: پیشنهاد آماده است — پنجره عامل را باز کنید
fi_fi: Ehdotus valmis — avaa agenttiruutu
fr_fr: Suggestion prête — ouvrir le volet de l’agent
ga_ie: Moladh réidh — oscail painéal an ghníomhaire
gd_gb: Moladh deiseil — fosgail pana an àidseint
gu_in: સૂચન તૈયાર — એજન્ટ પેન ખોલો
he_il: ההצעה מוכנה — פתח את חלונית הסוכן
hi_in: सुझाव तैयार — एजेंट पेन खोलें
hu_hu: Javaslat kész — ügynökpanel megnyitása
hy_am: Առաջարկը պատրաստ է — բացեք ագենտի վահանակը
is_is: Tillaga tilbúin — opna agentspjald
it_it: Suggerimento pronto — apri il pannello dell’agente
ja_jp: 提案の準備ができました — エージェント ペインを開く
ka_ge: შეთავაზება მზადაა — გახსენით აგენტის პანელი
kk_kz: Ұсыныс дайын — агент тақтасын ашыңыз
kn_in: ಸಲಹೆ ಸಿದ್ಧ — ಏಜೆಂಟ್ ಪೇನ್ ತೆರೆಯಿರಿ
ko_kr: 제안 준비됨 — 에이전트 창 열기
kok_in: सुचोवणी तयार — एजंट पेन उगडात
lb_lu: Virschlag prett — Agent-Panell opmaachen
lt_lt: Pasiūlymas paruoštas — atidarykite agento sritį
lv_lv: Ieteikums gatavs — atveriet aģenta paneli
mi_nz: Kua rite te whakaaro — whakatuwheratia te pihanga agent
mk_mk: Предлогот е подготвен — отворете го панелот на агентот
ml_in: നിർദ്ദേശം തയ്യാറാണ് — ഏജന്റ് പെയിൻ തുറക്കുക
mr_in: सूचना तयार — एजंट पेन उघडा
mt_mt: Suġġeriment lest — iftaħ il-panew tal-aġent
ne_np: सुझाव तयार — एजेन्ट पेन खोल्नुहोस्
nl_nl: Suggestie gereed — open agentvenster
nn_no: Forslag klart — opne agentruta
or_in: ପ୍ରସ୍ତାବ ପ୍ରସ୍ତୁତ — ଏଜେଣ୍ଟ ପେନ୍ ଖୋଲନ୍ତୁ
pa_in: ਸੁਝਾਅ ਤਿਆਰ — ਏਜੰਟ ਪੇਨ ਖੋਲ੍ਹੋ
pl_pl: Sugestia gotowa — otwórz panel agenta
pt_br: Sugestão pronta — abrir o painel do agente
pt_pt: Sugestão pronta — abrir o painel do agente
quz_pe: Yuyaychay listo — agentepa panelninta kichay
ro_ro: Sugestie gata — deschideți panoul agentului
sk_sk: Návrh je pripravený — otvorte tablu agenta
sl_si: Predlog je pripravljen — odprite podokno agenta
sq_al: Sugjerimi është gati — hapni panelin e agjentit
sr_cyrl_rs: Предлог је спреман — отворите окно агента
sr_latn_rs: Predlog je spreman — otvorite okno agenta
sv_se: Förslag klart — öppna agentfönstret
ta_in: பரிந்துரை தயாராக உள்ளது — எஜென்ட் பேனைத் திறக்கவும்
te_in: సూచన సిద్ధం — ఏజెంట్ పేన్‌ను తెరవండి
tr_tr: Öneri hazır — aracı bölmesini aç
ug_cn: تەكلىپ تەييار — ئاگېنت كۆزنەكچىسىنى ئېچىڭ
uk_ua: Пропозиція готова — відкрийте панель агента
ur_pk: تجویز تیار — ایجنٹ پین کھولیں
uz_latn_uz: Taklif tayyor — agent panelini oching
zh_tw: 建議已就緒 — 開啟智慧智能體窗格

# Diagnostics_SuggestionTooltipIntro
source: Auto-fix declined to fix this directly.
af_za: Outo-regstelling het geweier om dit direk reg te stel.
am_et: Auto-fix ይህን በቀጥታ ማስተካከል አልቻለም።
ar_sa: رفض الإصلاح التلقائي إصلاح ذلك مباشرةً.
as_in: Auto-fix এ ইয়াক পোনপটীয়াকৈ ঠিক কৰিবলৈ অস্বীকাৰ কৰিছে।
az_latn_az: Avtomatik düzəliş bunu birbaşa düzəltməkdən imtina etdi.
bg_bg: Автоматичната корекция отказа да поправи това директно.
bn_in: Auto-fix এটি সরাসরি ঠিক করতে অস্বীকার করেছে।
bs_latn_ba: Automatska ispravka je odbila da ovo ispravi direktno.
cs_cz: Automatická oprava odmítla provést opravu přímo.
cy_gb: Gwrthododd awto-drwsio drwsio hyn yn uniongyrchol.
da_dk: Automatisk rettelse afviste at rette dette direkte.
el_gr: Η αυτόματη διόρθωση αρνήθηκε να το διορθώσει απευθείας.
es_es: La corrección automática se negó a corregir directamente.
et_ee: Automaatparandus keeldus seda otse parandamast.
fa_ir: رفع خودکار از رفع مستقیم این مورد خودداری کرد.
fi_fi: Automaattinen korjaus kieltäytyi korjaamasta tätä suoraan.
fr_fr: L’auto-correction a refusé de corriger directement.
ga_ie: Dhiúltaigh an t-uathcheartú é seo a cheartú go díreach.
gd_gb: Dhiùlt fèin-chàradh seo a chàradh gu dìreach.
gu_in: Auto-fix એ આને સીધું ઠીક કરવાનું નકાર્યું.
he_il: התיקון האוטומטי סירב לתקן זאת ישירות.
hi_in: Auto-fix ने इसे सीधे ठीक करने से इनकार किया।
hu_hu: Az automatikus javítás elutasította ennek közvetlen javítását.
hy_am: Ավտոմատ շտկումը հրաժարվեց սա ուղղակիորեն շտկել։
is_is: Sjálfvirk lagfæring hafnaði því að laga þetta beint.
it_it: La correzione automatica ha rifiutato di correggere direttamente.
ja_jp: 自動修正では直接修正できませんでした。
ka_ge: ავტომატურმა შესწორებამ უარი თქვა ამის პირდაპირ შესწორებაზე.
kk_kz: Автоматты түзету мұны тікелей түзетуден бас тартты.
kn_in: Auto-fix ಇದನ್ನು ನೇರವಾಗಿ ಸರಿಪಡಿಸಲು ನಿರಾಕರಿಸಿದೆ.
ko_kr: 자동 수정에서 직접 수정을 거부했습니다.
kok_in: Auto-fix हें थेट दुरुस्त करपाक न्हय म्हणलें.
lb_lu: Auto-Fix huet refuséiert dëst direkt ze flécken.
lt_lt: Automatinė pataisa atsisakė tai pataisyti tiesiogiai.
lv_lv: Automātiska labošana atteicās to labot tieši.
mi_nz: I whakakāhoretia e te whakatika-aunoa te whakatika tika i tēnei.
mk_mk: Автоматската поправка одби директно да го поправи ова.
ml_in: Auto-fix ഇത് നേരിട്ട് പരിഹരിക്കാൻ നിരസിച്ചു.
mr_in: Auto-fix ने हे थेट दुरुस्त करण्यास नकार दिला.
mt_mt: L-awto-soluzzjoni rrifjutat li tirranġa dan direttament.
ne_np: Auto-fix ले यसलाई सिधै समाधान गर्न अस्वीकार गर्‍यो।
nl_nl: Auto-fix weigerde dit direct te corrigeren.
nn_no: Automatisk fiks avviste å fikse dette direkte.
or_in: Auto-fix ଏହାକୁ ସିଧାସଳଖ ସମାଧାନ କରିବାକୁ ଅସ୍ୱୀକାର କଲା।
pa_in: Auto-fix ਨੇ ਇਸਨੂੰ ਸਿੱਧਾ ਠੀਕ ਕਰਨ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ।
pl_pl: Automatyczna naprawa odmówiła bezpośredniego zastosowania poprawki.
pt_br: A correção automática recusou-se a corrigir diretamente.
pt_pt: A correção automática recusou-se a corrigir diretamente.
quz_pe: Auto-fix kayta chiqanpi allichayta mana munarqanchu.
ro_ro: Remedierea automată a refuzat să remedieze direct acest lucru.
sk_sk: Automatická oprava odmietla opraviť tento problém priamo.
sl_si: Samodejni popravek je zavrnil neposredno odpravljanje tega.
sq_al: Rregullimi automatik refuzoi ta rregullojë këtë drejtpërdrejt.
sr_cyrl_rs: Аутоматска исправка је одбила да ово исправи директно.
sr_latn_rs: Automatska ispravka je odbila da ovo ispravi direktno.
sv_se: Automatisk korrigering avböjde att åtgärda detta direkt.
ta_in: Auto-fix இதை நேரடியாகச் சரிசெய்ய மறுத்தது.
te_in: Auto-fix దీన్ని నేరుగా పరిష్కరించడానికి నిరాకరించింది.
tr_tr: Otomatik düzeltme bunu doğrudan düzeltmeyi reddetti.
ug_cn: ئاپتوماتىك تۈزىتىش بۇنى بىۋاسىتە تۈزىتىشنى رەت قىلدى.
uk_ua: Автовиправлення відмовилося виправляти це безпосередньо.
ur_pk: Auto-fix نے اسے براہ راست درست کرنے سے انکار کیا۔
uz_latn_uz: Avtomatik tuzatish buni bevosita tuzatishdan bosh tortdi.
zh_tw: 自動修正已拒絕直接修正此問題。

# Diagnostics_SuggestionTooltipInstruction
source: Click here or press Ctrl+Shift+. to open the agent pane and read the full suggestion.
af_za: Klik hier of druk Ctrl+Shift+. om die agentvenster oop te maak en die volledige voorstel te lees.
am_et: እዚህ ጠቅ ያድርጉ ወይም Ctrl+Shift+. ይጫኑ፣ የኤጅንት ክፍሉን ለመክፈት እና ሙሉውን ምክር ለማንበብ።
ar_sa: انقر هنا أو اضغط على Ctrl+Shift+. لفتح جزء عامل الذكاء الاصطناعي وقراءة الاقتراح الكامل.
as_in: এজেণ্ট পেন খুলি সম্পূৰ্ণ পৰামৰ্শ পঢ়িবলৈ ইয়াত ক্লিক কৰক বা Ctrl+Shift+. টিপক।
az_latn_az: Agent panelini açmaq və tam təklifi oxumaq üçün buraya klikləyin və ya Ctrl+Shift+. basın.
bg_bg: Щракнете тук или натиснете Ctrl+Shift+., за да отворите панела на агента и да прочетете пълното предложение.
bn_in: এজেন্ট পেন খুলে সম্পূর্ণ প্রস্তাব পড়তে এখানে ক্লিক করুন বা Ctrl+Shift+. চাপুন।
bs_latn_ba: Kliknite ovdje ili pritisnite Ctrl+Shift+. da otvorite okno agenta i pročitate cijeli prijedlog.
cs_cz: Kliknutím sem nebo stisknutím Ctrl+Shift+. otevřete panel agenta a přečtěte si celý návrh.
cy_gb: Cliciwch yma neu pwyswch Ctrl+Shift+. i agor cwarel yr asiant a darllen yr awgrym llawn.
da_dk: Klik her, eller tryk på Ctrl+Shift+. for at åbne agentruden og læse hele forslaget.
el_gr: Κάντε κλικ εδώ ή πατήστε Ctrl+Shift+. για να ανοίξετε το τμήμα παραθύρου παράγοντα και να διαβάσετε την πλήρη πρόταση.
es_es: Haga clic aquí o presione Ctrl+Mayús+. para abrir el panel del agente y leer la sugerencia completa.
et_ee: Klõpsake siin või vajutage Ctrl+Shift+., et avada agendipaan ja lugeda täielikku soovitust.
fa_ir: اینجا کلیک کنید یا Ctrl+Shift+. را فشار دهید تا پنجره عامل باز شود و پیشنهاد کامل را بخوانید.
fi_fi: Napsauta tätä tai paina Ctrl+Shift+. avataksesi agenttiruudun ja lukeaksesi koko ehdotuksen.
fr_fr: Cliquez ici ou appuyez sur Ctrl+Maj+. pour ouvrir le volet de l’agent et lire la suggestion complète.
ga_ie: Cliceáil anseo nó brúigh Ctrl+Shift+. chun painéal an ghníomhaire a oscailt agus an moladh iomlán a léamh.
gd_gb: Briog an seo no brùth Ctrl+Shift+. gus pana an àidseint fhosgladh agus am moladh slàn a leughadh.
gu_in: એજન્ટ પેન ખોલવા અને સંપૂર્ણ સૂચન વાંચવા માટે અહીં ક્લિક કરો અથવા Ctrl+Shift+. દબાવો.
he_il: לחץ כאן או הקש Ctrl+Shift+. כדי לפתוח את חלונית הסוכן ולקרוא את ההצעה המלאה.
hi_in: यहाँ क्लिक करें या एजेंट पेन खोलने और पूरा सुझाव पढ़ने के लिए Ctrl+Shift+. दबाएँ।
hu_hu: Kattintson ide, vagy nyomja le a Ctrl+Shift+. billentyűkombinációt az ügynökpanel megnyitásához és a teljes javaslat elolvasásához.
hy_am: Սեղմեք այստեղ կամ սեղմեք Ctrl+Shift+.՝ ագենտի վահանակը բացելու և ամբողջ առաջարկը կարդալու համար։
is_is: Smelltu hér eða ýttu á Ctrl+Shift+. til að opna agentspjaldið og lesa alla tillöguna.
it_it: Fai clic qui o premi CTRL+MAIUSC+. per aprire il pannello dell’agente e leggere il suggerimento completo.
ja_jp: ここをクリックするか Ctrl+Shift+. を押してエージェント ペインを開き、提案の全文を確認してください。
ka_ge: დააწკაპუნეთ აქ ან დააჭირეთ Ctrl+Shift+. აგენტის პანელის გასახსნელად და სრული შეთავაზების წასაკითხად.
kk_kz: Агент тақтасын ашып, толық ұсынысты оқу үшін осы жерді басыңыз немесе Ctrl+Shift+. пернелерін басыңыз.
kn_in: ಏಜೆಂಟ್ ಪೇನ್ ತೆರೆಯಲು ಮತ್ತು ಸಂಪೂರ್ಣ ಸಲಹೆಯನ್ನು ಓದಲು ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ ಅಥವಾ Ctrl+Shift+. ಒತ್ತಿರಿ.
ko_kr: 여기를 클릭하거나 Ctrl+Shift+.를 눌러 에이전트 창을 열고 전체 제안을 읽으세요.
kok_in: एजंट पेन उगडपाक आनी पुराय सुचोवणी वाचपाक हांगा क्लिक करात वा Ctrl+Shift+. दामात.
lb_lu: Klickt hei oder dréckt Ctrl+Shift+. fir d'Agent-Panell opzemaachen an de ganze Virschlag ze liesen.
lt_lt: Spustelėkite čia arba paspauskite Ctrl+Shift+., kad atidarytumėte agento sritį ir perskaitytumėte visą pasiūlymą.
lv_lv: Noklikšķiniet šeit vai nospiediet Ctrl+Shift+., lai atvērtu aģenta paneli un izlasītu pilnu ieteikumu.
mi_nz: Pāwhiritia ki konei, pēhia rānei Ctrl+Shift+. hei whakatuwhera i te pihanga agent me te pānui i te whakaaro katoa.
mk_mk: Кликнете овде или притиснете Ctrl+Shift+. за да го отворите панелот на агентот и да го прочитате целиот предлог.
ml_in: ഏജന്റ് പെയിൻ തുറന്ന് പൂർണ്ണ നിർദ്ദേശം വായിക്കാൻ ഇവിടെ ക്ലിക്ക് ചെയ്യുക അല്ലെങ്കിൽ Ctrl+Shift+. അമർത്തുക.
mr_in: एजंट पेन उघडण्यासाठी आणि पूर्ण सूचना वाचण्यासाठी येथे क्लिक करा किंवा Ctrl+Shift+. दाबा.
mt_mt: Ikklikkja hawn jew agħfas Ctrl+Shift+. biex tiftaħ il-panew tal-aġent u taqra s-suġġeriment sħiħ.
ne_np: एजेन्ट पेन खोल्न र पूरा सुझाव पढ्न यहाँ क्लिक गर्नुहोस् वा Ctrl+Shift+. थिच्नुहोस्।
nl_nl: Klik hier of druk op Ctrl+Shift+. om het agentvenster te openen en de volledige suggestie te lezen.
nn_no: Klikk her eller trykk Ctrl+Shift+. for å opne agentruta og lese heile forslaget.
or_in: ଏଜେଣ୍ଟ ପେନ୍ ଖୋଲି ସମ୍ପୂର୍ଣ୍ଣ ପ୍ରସ୍ତାବ ପଢ଼ିବାକୁ ଏଠାରେ କ୍ଲିକ୍ କରନ୍ତୁ କିମ୍ବା Ctrl+Shift+. ଦବାନ୍ତୁ।
pa_in: ਏਜੰਟ ਪੇਨ ਖੋਲ੍ਹਣ ਅਤੇ ਪੂਰਾ ਸੁਝਾਅ ਪੜ੍ਹਨ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ ਜਾਂ Ctrl+Shift+. ਦਬਾਓ।
pl_pl: Kliknij tutaj lub naciśnij Ctrl+Shift+., aby otworzyć panel agenta i przeczytać pełną sugestię.
pt_br: Clique aqui ou pressione Ctrl+Shift+. para abrir o painel do agente e ler a sugestão completa.
pt_pt: Clique aqui ou pressione Ctrl+Shift+. para abrir o painel do agente e ler a sugestão completa.
quz_pe: Kaypi ñit’iy utaq Ctrl+Shift+. ñit’iy agentepa panelninta kichanaykipaq hinaspa hunt’a yuyaychayta ñawinchanaykipaq.
ro_ro: Faceți clic aici sau apăsați Ctrl+Shift+. pentru a deschide panoul agentului și a citi sugestia completă.
sk_sk: Kliknutím sem alebo stlačením Ctrl+Shift+. otvorte tablu agenta a prečítajte si celý návrh.
sl_si: Kliknite tukaj ali pritisnite Ctrl+Shift+., da odprete podokno agenta in preberete celoten predlog.
sq_al: Klikoni këtu ose shtypni Ctrl+Shift+. për të hapur panelin e agjentit dhe për të lexuar sugjerimin e plotë.
sr_cyrl_rs: Кликните овде или притисните Ctrl+Shift+. да отворите окно агента и прочитате цео предлог.
sr_latn_rs: Kliknite ovde ili pritisnite Ctrl+Shift+. da otvorite okno agenta i pročitate ceo predlog.
sv_se: Klicka här eller tryck på Ctrl+Shift+. för att öppna agentfönstret och läsa hela förslaget.
ta_in: எஜென்ட் பேனைத் திறந்து முழு பரிந்துரையைப் படிக்க இங்கே கிளிக் செய்யவும் அல்லது Ctrl+Shift+. அழுத்தவும்.
te_in: ఏజెంట్ పేన్‌ను తెరిచి పూర్తి సూచనను చదవడానికి ఇక్కడ క్లిక్ చేయండి లేదా Ctrl+Shift+. నొక్కండి.
tr_tr: Aracı bölmesini açıp önerinin tamamını okumak için buraya tıklayın veya Ctrl+Shift+. tuşlarına basın.
ug_cn: ئاگېنت كۆزنەكچىسىنى ئېچىپ تولۇق تەكلىپنى ئوقۇش ئۈچۈن بۇ يەرنى چېكىڭ ياكى Ctrl+Shift+. نى بېسىڭ.
uk_ua: Клацніть тут або натисніть Ctrl+Shift+., щоб відкрити панель агента та прочитати повну пропозицію.
ur_pk: ایجنٹ پین کھولنے اور مکمل تجویز پڑھنے کے لیے یہاں کلک کریں یا Ctrl+Shift+. دبائیں۔
uz_latn_uz: Agent panelini ochish va toʻliq taklifni oʻqish uchun bu yerga bosing yoki Ctrl+Shift+. tugmalarini bosing.
zh_tw: 按一下這裡或按 Ctrl+Shift+. 開啟智慧智能體窗格並閱讀完整建議。

# Diagnostics_Tooltip
source: Diagnostics
af_za: Diagnostiek
am_et: ምርመራ
ar_sa: التشخيصات
as_in: ডায়াগনষ্টিক্স
az_latn_az: Diaqnostika
bg_bg: Диагностика
bn_in: ডায়াগনস্টিকস
bs_latn_ba: Dijagnostika
cs_cz: Diagnostika
cy_gb: Diagnosteg
da_dk: Diagnosticering
el_gr: Διαγνωστικά
es_es: Diagnóstico
et_ee: Diagnostika
fa_ir: تشخیص‌ها
fi_fi: Diagnostiikka
ga_ie: Diagnóisic
gd_gb: Diagnosachd
gu_in: ડાયગ્નોસ્ટિક્સ
he_il: אבחון
hi_in: निदान
hu_hu: Diagnosztika
hy_am: Ախտորոշում
is_is: Greining
it_it: Diagnostica
ja_jp: 診断
ka_ge: დიაგნოსტიკა
kk_kz: Диагностика
kn_in: ಡಯಾಗ್ನೋಸ್ಟಿಕ್ಸ್
ko_kr: 진단
kok_in: निदान
lb_lu: Diagnostik
lt_lt: Diagnostika
lv_lv: Diagnostika
mi_nz: Ngā tātaritanga
mk_mk: Дијагностика
ml_in: ഡയഗ്നോസ്റ്റിക്സ്
mr_in: निदान
mt_mt: Dijanjostiċi
ne_np: डायग्नोस्टिक्स
nl_nl: Diagnostiek
nn_no: Diagnostikk
or_in: ଡାୟାଗ୍ନୋଷ୍ଟିକ୍ସ
pa_in: ਡਾਇਗਨੋਸਟਿਕਸ
pl_pl: Diagnostyka
pt_br: Diagnóstico
pt_pt: Diagnóstico
quz_pe: Diagnóstico
ro_ro: Diagnosticare
sk_sk: Diagnostika
sl_si: Diagnostika
sq_al: Diagnostikime
sr_cyrl_rs: Дијагностика
sr_latn_rs: Dijagnostika
sv_se: Diagnostik
ta_in: கண்டறிதல்கள்
te_in: విశ్లేషణలు
tr_tr: Tanılama
ug_cn: دىئاگنوز
uk_ua: Діагностика
ur_pk: تشخیص
uz_latn_uz: Diagnostika
zh_tw: 診斷

# AgentPane_SessionsTitle
source: Agent sessions
af_za: Agentsessies
am_et: የኤጅንት ክፍለ ጊዜዎች
ar_sa: جلسات عامل الذكاء الاصطناعي
as_in: এজেণ্ট অধিৱেশনসমূহ
az_latn_az: Agent seansları
bg_bg: Сесии на агенти
bn_in: এজেন্ট সেশন
bs_latn_ba: Sesije agenata
cs_cz: Relace agentů
cy_gb: Sesiynau asiant
da_dk: Agentsessioner
el_gr: Περίοδοι λειτουργίας παράγοντα
es_es: Sesiones del agente
et_ee: Agendiseansid
fa_ir: جلسه‌های عامل
fi_fi: Agentti-istunnot
fr_fr: Sessions d’agent
ga_ie: Seisiúin ghníomhaire
gd_gb: Seiseanan àidseint
gu_in: એજન્ટ સત્રો
he_il: הפעלות סוכן
hi_in: एजेंट सत्र
hu_hu: Ügynökmunkamenetek
hy_am: Ագենտի նստաշրջաններ
is_is: Agentlotur
it_it: Sessioni agente
ja_jp: エージェント セッション
ka_ge: აგენტის სესიები
kk_kz: Агент сеанстары
kn_in: ಏಜೆಂಟ್ ಸೆಷನ್‌ಗಳು
ko_kr: 에이전트 세션
kok_in: एजंट सत्रां
lb_lu: Agent-Sessiounen
lt_lt: Agento seansai
lv_lv: Aģenta sesijas
mi_nz: Ngā wātū agent
mk_mk: Сесии на агенти
ml_in: ഏജന്റ് സെഷനുകൾ
mr_in: एजंट सत्रे
mt_mt: Sessjonijiet tal-aġent
ne_np: एजेन्ट सत्रहरू
nl_nl: Agentsessies
nn_no: Agentøkter
or_in: ଏଜେଣ୍ଟ ସେସନ୍
pa_in: ਏਜੰਟ ਸੈਸ਼ਨ
pl_pl: Sesje agentów
pt_br: Sessões do agente
pt_pt: Sessões do agente
quz_pe: Agente sesiones
ro_ro: Sesiuni agent
sk_sk: Relácie agentov
sl_si: Seje agentov
sq_al: Seancat e agjentit
sr_cyrl_rs: Сесије агената
sr_latn_rs: Sesije agenata
sv_se: Agentsessioner
ta_in: எஜென்ட் அமர்வுகள்
te_in: ఏజెంట్ సెషన్‌లు
tr_tr: Aracı oturumları
ug_cn: ئاگېنت ئولتۇرۇشلىرى
uk_ua: Сеанси агентів
ur_pk: ایجنٹ سیشنز
uz_latn_uz: Agent seanslari
zh_tw: 智慧智能體工作階段

# AgentPane_SwitchAgentAutomationName
source: Switch agent
it_it: Cambia agente
ml_in: ഏജന്റ് മാറ്റുക
pt_br: Alternar agente

# AgentPane_SessionsTitleFormat
source: Agent sessions: {0}
af_za: Agentsessies: {0}
am_et: የኤጅንት ክፍለ ጊዜዎች፦ {0}
ar_sa: جلسات عامل الذكاء الاصطناعي: {0}
as_in: এজেণ্ট অধিৱেশনসমূহ: {0}
az_latn_az: Agent seansları: {0}
bg_bg: Сесии на агенти: {0}
bn_in: এজেন্ট সেশন: {0}
bs_latn_ba: Sesije agenata: {0}
cs_cz: Relace agentů: {0}
cy_gb: Sesiynau asiant: {0}
da_dk: Agentsessioner: {0}
el_gr: Περίοδοι λειτουργίας παράγοντα: {0}
es_es: Sesiones del agente: {0}
et_ee: Agendiseansid: {0}
fa_ir: جلسه‌های عامل: {0}
fi_fi: Agentti-istunnot: {0}
fr_fr: Sessions d’agent : {0}
ga_ie: Seisiúin ghníomhaire: {0}
gd_gb: Seiseanan àidseint: {0}
gu_in: એજન્ટ સત્રો: {0}
he_il: הפעלות סוכן: {0}
hi_in: एजेंट सत्र: {0}
hu_hu: Ügynökmunkamenetek: {0}
hy_am: Ագենտի նստաշրջաններ: {0}
is_is: Agentlotur: {0}
it_it: Sessioni agente: {0}
ja_jp: エージェント セッション: {0}
ka_ge: აგენტის სესიები: {0}
kk_kz: Агент сеанстары: {0}
kn_in: ಏಜೆಂಟ್ ಸೆಷನ್‌ಗಳು: {0}
ko_kr: 에이전트 세션: {0}
kok_in: एजंट सत्रां: {0}
lb_lu: Agent-Sessiounen: {0}
lt_lt: Agento seansai: {0}
lv_lv: Aģenta sesijas: {0}
mi_nz: Ngā wātū agent: {0}
mk_mk: Сесии на агенти: {0}
ml_in: ഏജന്റ് സെഷനുകൾ: {0}
mr_in: एजंट सत्रे: {0}
mt_mt: Sessjonijiet tal-aġent: {0}
ne_np: एजेन्ट सत्रहरू: {0}
nl_nl: Agentsessies: {0}
nn_no: Agentøkter: {0}
or_in: ଏଜେଣ୍ଟ ସେସନ୍: {0}
pa_in: ਏਜੰਟ ਸੈਸ਼ਨ: {0}
pl_pl: Sesje agentów: {0}
pt_br: Sessões do agente: {0}
pt_pt: Sessões do agente: {0}
quz_pe: Agente sesiones: {0}
ro_ro: Sesiuni agent: {0}
sk_sk: Relácie agentov: {0}
sl_si: Seje agentov: {0}
sq_al: Seancat e agjentit: {0}
sr_cyrl_rs: Сесије агената: {0}
sr_latn_rs: Sesije agenata: {0}
sv_se: Agentsessioner: {0}
ta_in: எஜென்ட் அமர்வுகள்: {0}
te_in: ఏజెంట్ సెషన్‌లు: {0}
tr_tr: Aracı oturumları: {0}
ug_cn: ئاگېنت ئولتۇرۇشلىرى: {0}
uk_ua: Сеанси агентів: {0}
ur_pk: ایجنٹ سیشنز: {0}
uz_latn_uz: Agent seanslari: {0}
zh_tw: 智慧智能體工作階段：{0}

# AgentPane_SessionsDisabledHint.Text
source: For the best session management experience, turn on Sessions in Settings > Agents.
ca_es: Per gaudir de la millor experiència de gestió de sessions, activeu «Sessions» a Settings > Agents.
it_it: Per gestire al meglio le sessioni, attiva Sessioni in Impostazioni > Agenti AI.
ml_in: സെഷൻ മാനേജ്‌മെന്റിന്റെ മികച്ച അനുഭവത്തിനായി, Settings > Agents എന്നതിൽ Sessions ഓണാക്കുക.
pt_br: Para ter a melhor experiência de gerenciamento de sessões, ative Sessões em Configurações > Agentes.

# InitShellIntegrationExecutionPolicyErrorMessage
source: PowerShell execution policy is blocking scripts.
ca_es: La directiva d'execució de PowerShell està bloquejant els scripts.
it_it: Il criterio di esecuzione di PowerShell sta bloccando gli script.
ml_in: PowerShell എക്സിക്യൂഷൻ പോളിസി സ്ക്രിപ്റ്റുകളെ തടയുന്നു.
pt_br: A política de execução do PowerShell está bloqueando scripts.

# FreOverlay_InstallErrorShellIntegrationExecutionPolicy
source: PowerShell execution policy is blocking scripts. Error detection turned off.
ca_es: La directiva d'execució de PowerShell està bloquejant els scripts. Detecció d'errors desactivada.
it_it: Il criterio di esecuzione di PowerShell sta bloccando gli script. Rilevamento errori disattivato.
ml_in: PowerShell എക്സിക്യൂഷൻ പോളിസി സ്ക്രിപ്റ്റുകളെ തടയുന്നു. പിശക് കണ്ടെത്തൽ ഓഫ് ചെയ്തു.
pt_br: A política de execução do PowerShell está bloqueando scripts. Detecção de erros desativada.

# UsageGroup/[using:Windows.UI.Xaml.Automation]AutomationProperties/Name
source: Usage
ca_es: Ús
it_it: Utilizzo
ml_in: ഉപയോഗം
pt_br: Uso

# Usage_TokensUnit
source: tokens
it_it: token
ml_in: ടോക്കണുകൾ

# Usage_ContextWindowLabel
source: Context Window
ca_es: Finestra de context
it_it: Finestra di contesto
ml_in: സന്ദർഭ വിൻഡോ
pt_br: Janela de contexto
